Repository: air-dex/piwik-autologin
Catalog: translations/*.po
Languages: fr

source: Piwik Autologin is a Drupal module which logs you instantly into Piwik when you log into Drupal.
fr: Piwik Autologin est un module Drupal qui permet de vous connecter instantanément à Piwik quand vous vous connectez à Drupal.

source: Piwik URL
fr: URL de Piwik

source: URL of the Piwik installation which tracks the website.
fr: URL de l'installation de Piwik qui surveille le site.

source: Website ID
fr: ID du site

source: Website ID of the site on the Piwik installation which tracks the website.
fr: ID du site sur l'installation Piwik surveillant le site.

source: Update
fr: Mettre à jour

source: Cannot retrieve the Piwik URL
fr: Impossible de retrouver l'URL de Piwik

source: @url is not a valid URL.
fr: @url n'est pas une URL valide.

source: Website ID on Piwik has to be an integer value.
fr: L'ID du site sur Piwik doit être une valeur entière.

source: Piwik Autologin configuration was updated.
fr: La configuration de Piwik Autologin a été mise à jour.

source: Piwik Autologin Configuration
fr: Configuration de Piwik Autologin

source: Configuring Piwik Autologin
fr: Configurer Piwik Autologin

source: Show the website statistics on Piwik
fr: Voir les statistiques du site sur Piwik

source: Piwik user login
fr: Nom d'utilisateur Piwik

source: User login of a Piwik equivalent on the Piwik installation which tracks the website. Ensure that this user was at least granted the right to show statistics on Piwik and that it is not a Piwik superuser.
fr: Nom d'utilisateur d'un pendant sur l'installation Piwik surveillant le site. Assurez-vous que cet utilisateur ait au moins le droit de consulter les statistiques du site sur Piwik et qu'il ne soit pas un super utilisateur.

source: Piwik password
fr: Mot de passe Piwik

source: Piwik equivalent's password on Piwik.
fr: Mot de passe de l'utilisateur sur Piwik.
